Repository: EYSHK-IT/fileshare
Catalog: ShareX/Forms/MainForm.*.resx
Languages: si_lk

# chFilename.Text
source: Filename
si_lk: ගොනුවේ නම

# chStatus.Text
source: Status
si_lk: තත්ත්වය

# chProgress.Text
source: Progress
si_lk: ප්රගතිය

# chSpeed.Text
source: Speed
si_lk: වේගය

# chElapsed.Text
source: Elapsed
si_lk: ආසන්න කාලයක් ගත

# chRemaining.Text
source: Remaining
si_lk: ඉතිරි

# chURL.Text
source: URL
si_lk: URL එක

# tsmiFullscreen.Text
source: Fullscreen
si_lk: පුන් තිරය

# tsmiWindow.Text
source: Window
si_lk: කවුළුව

# tsmiMonitor.Text
source: Monitor
si_lk: මොනිටරය

# tsmiRectangle.Text
source: Region
si_lk: කලාපයේ

# tsmiRectangleLight.Text
source: Region (Light)
si_lk: කලාපය (ආලෝකය)

# tsmiRectangleTransparent.Text
source: Region (Transparent)
si_lk: කලාපය (විනිවිද)

# tsmiLastRegion.Text
source: Last region
si_lk: පසුගිය කලාපයේ

# tsmiScreenRecordingFFmpeg.Text
source: Screen recording
si_lk: තිරය පටිගත

# tsmiScreenRecordingGIF.Text
source: Screen recording (GIF)
si_lk: තිරය පටිගත කිරීෙම් (GIF)

# tsmiScrollingCapture.Text
source: Scrolling capture...
si_lk: ග්රහණ අනුචලනය ...

# tsmiTextCapture.Text
source: Text capture (OCR)...
si_lk: පෙළ ග්රහණ (OCR) ...

# tsmiAutoCapture.Text
source: Auto capture...
si_lk: වාහන ග්රහණ ...

# tsddbCapture.Text
source: Capture
si_lk: ග්රහණ

# tsmiUploadFile.Text
source: Upload file...
si_lk: ගොනුව උඩුගත ...

# tsmiUploadFolder.Text
source: Upload folder...
si_lk: ෆෝල්ඩරය උඩුගත ...

# tsmiUploadClipboard.Text
source: Upload from clipboard...
si_lk: අලවන්න උඩුගත කරන්න ...

# tsmiUploadURL.Text
source: Upload from URL...
si_lk: URL එක උඩුගත කරන්න ...

# tsmiUploadDragDrop.Text
source: Drag and drop upload...
si_lk: ඇද උඩුගත Drop ...

# tsddbUpload.Text
source: Upload
si_lk: උඩුගත

# tsmiColorPicker.Text
source: Color picker...
si_lk: වර්ණ ජීව අත්බෝම්බයක් සමග ...

# tsmiScreenColorPicker.Text
source: Screen color picker...
si_lk: තිරය වර්ණ ජීව අත්බෝම්බයක් සමග ...

# tsmiImageEffects.Text
source: Image effects...
si_lk: රූප බලපෑම් ...

# tsmiHashCheck.Text
source: Hash check...
si_lk: එහි පූරක චෙක්පත ...

# tsmiDNSChanger.Text
source: DNS changer...
si_lk: DNS මාරු ...

# tsmiQRCode.Text
source: QR code...
si_lk: QR කේතය ...

# tsmiRuler.Text
source: Ruler...
si_lk: පාලකයා ...

# tsmiIndexFolder.Text
source: Directory indexer...
si_lk: නාමාවලිය indexer ...

# tsmiImageCombiner.Text
source: Image combiner...
si_lk: රූප combiner ...

# tsmiImageThumbnailer.Text
source: Image thumbnailer...
si_lk: රූප thumbnailer ...

# tsmiVideoThumbnailer.Text
source: Video thumbnailer...
si_lk: වීඩියෝ thumbnailer ...

# tsmiTweetMessage.Text
source: Tweet message...
si_lk: ඊ-තැපැල මුද්රණය පී.ඩී.එෆ් පණිවිඩය ...

# tsmiMonitorTest.Text
source: Monitor test...
si_lk: ටෙස්ට් අධීක්ෂණය ...

# tsddbTools.Text
source: Tools
si_lk: මෙවලම්

# tsddbAfterCaptureTasks.Text
source: After capture tasks
si_lk: ග්රහණ කාර්යයන් පසු

# tsddbAfterUploadTasks.Text
source: After upload tasks
si_lk: උඩුගත කාර්යයන් පසු

# tsmiImageUploaders.Text
source: Image uploaders
si_lk: රූප uploaders

# tsmiTextUploaders.Text
source: Text uploaders
si_lk: පෙළ uploaders

# tsmiFileUploaders.Text
source: File uploaders
si_lk: ගොනුව uploaders

# tsmiURLShorteners.Text
source: URL shorteners
si_lk: URL එක shorteners

# tsmiURLSharingServices.Text
source: URL sharing services
si_lk: URL එක බෙදා හදා සේවා

# tsmiDestinationSettings.Text
source: Destination settings...
si_lk: ගමනාන්තය සැකසුම් ...

# tsddbDestinations.Text
source: Destinations
si_lk: ගමනාන්ත

# tsbTaskSettings.Text
source: Task settings...
si_lk: කාර්ය සාධක සැකසුම් ...

# tsbApplicationSettings.Text
source: Application settings...
si_lk: යෙදුම් සැකසීම් ...

# tsbHotkeySettings.Text
source: Hotkey settings...
si_lk: Hotkey සැකසුම් ...

# tsbScreenshotsFolder.Text
source: Screenshots folder...
si_lk: තිර ෆෝල්ඩරය ...

# tsbHistory.Text
source: History...
si_lk: ඉතිහාසය...

# tsbImageHistory.Text
source: Image history...
si_lk: රූප ඉතිහාසය ...

# tsbNews.Text
source: News
si_lk: පුවත්

# tsmiShowDebugLog.Text
source: Debug log...
si_lk: දෝශනිරාකරණ වාර්ථා ලඝු-සටහන ...

# tsmiTestImageUpload.Text
source: Test image upload
si_lk: ටෙස්ට් රූපය උඩුගත

# tsmiTestTextUpload.Text
source: Test text upload
si_lk: ටෙස්ට් පෙළ උඩුගත

# tsmiTestFileUpload.Text
source: Test file upload
si_lk: පරීක්ෂණ ගොනුව උඩුගත

# tsmiTestURLShortener.Text
source: Test URL shortener
si_lk: ටෙස්ට් URL එක shortener

# tsmiTestURLSharing.Text
source: Test URL sharing
si_lk: ටෙස්ට් URL එක බෙදා හදා

# tsddbDebug.Text
source: Debug
si_lk: දෝශනිරාකරණ වාර්ථා

# tsbDonate.Text
source: Donate...
si_lk: පරිත්යාග ...

# tsmiShowErrors.Text
source: Show errors
si_lk: දෝෂ පෙන්වන්න

# tsmiStopUpload.Text
source: Stop upload
si_lk: උඩුගත නතර

# tsmiOpenURL.ShortcutKeyDisplayString
source: Enter
si_lk: ඇතුලත් කරන්න

# tsmiOpenURL.Text
source: URL
si_lk: URL එක

# tsmiOpenShortenedURL.Text
source: Shortened URL
si_lk: කෙටි URL එක

# tsmiOpenThumbnailURL.Text
source: Thumbnail URL
si_lk: සිඟිති-රූපය URL එක

# tsmiOpenDeletionURL.Text
source: Deletion URL
si_lk: මකාදැමීම URL එක

# tsmiOpenFile.Text
source: File
si_lk: ගොනුව

# tsmiOpenFolder.Text
source: Folder
si_lk: ෆෝල්ඩරය

# tsmiOpenThumbnailFile.Text
source: Thumbnail file
si_lk: සිඟිති-රූපය ගොනු

# tsmiOpen.Text
source: Open
si_lk: විවෘත

# tsmiCopyURL.Text
source: URL
si_lk: URL එක

# tsmiCopyShortenedURL.Text
source: Shortened URL
si_lk: කෙටි URL එක

# tsmiCopyThumbnailURL.Text
source: Thumbnail URL
si_lk: සිඟිති-රූපය URL එක

# tsmiCopyDeletionURL.Text
source: Deletion URL
si_lk: මකාදැමීම URL එක

# tsmiCopyFile.ShortcutKeyDisplayString
source: Shift+C
si_lk: C + Shift

# tsmiCopyFile.Text
source: File
si_lk: ගොනුව

# tsmiCopyImage.Text
source: Image
si_lk: රූප

# tsmiCopyText.Text
source: Text
si_lk: පෙළ

# tsmiCopyThumbnailFile.Text
source: Thumbnail file
si_lk: සිඟිති-රූපය ගොනු

# tsmiCopyThumbnailImage.Text
source: Thumbnail image
si_lk: සිඟිති-රූපය රූපය

# tsmiCopyHTMLLink.Text
source: HTML link
si_lk: HTML ලින්ක්

# tsmiCopyHTMLImage.Text
source: HTML image
si_lk: HTML රූපය

# tsmiCopyHTMLLinkedImage.Text
source: HTML linked image
si_lk: HTML සම්බන්ධ රූපය

# tsmiCopyForumLink.Text
source: Forum (BBCode) link
si_lk: සංසදය (BBCode) සබැඳිය

# tsmiCopyForumImage.Text
source: Forum (BBCode) image
si_lk: සංසදය (BBCode) රූපය

# tsmiCopyForumLinkedImage.Text
source: Forum (BBCode) linked image
si_lk: සංසදය (BBCode) සම්බන්ධ රූපය

# tsmiCopyFilePath.Text
source: File path
si_lk: ගොනුව මාර්ගය

# tsmiCopyFileName.Text
source: File name
si_lk: ගොනුවේ නම

# tsmiCopyFileNameWithExtension.Text
source: File name with extension
si_lk: දීර්ඝ ලෙස ගොනු නාමය

# tsmiCopyFolder.Text
source: Folder
si_lk: ෆෝල්ඩරය

# tsmiCopy.Text
source: Copy
si_lk: පිටපතක්

# tsmiUploadSelectedFile.Text
source: Upload
si_lk: උඩුගත

# tsmiDownloadSelectedURL.Text
source: Download
si_lk: බාගත

# tsmiEditSelectedFile.ShortcutKeyDisplayString
source: Ctrl+E
si_lk: Ctrl + ඊ

# tsmiEditSelectedFile.Text
source: Annotate image...
si_lk: රූපය සංස්කරණය කරන්න ...

# tsmiDeleteSelectedItem.ShortcutKeyDisplayString
source: Del
si_lk: ඩෙල්

# tsmiDeleteSelectedItem.Text
source: Remove task from list
si_lk: ලැයිස්තුවෙන් කාර්යය ඉවත් කරන්න

# tsmiDeleteSelectedFile.ShortcutKeyDisplayString
source: Shift+Del
si_lk: + Del Shift

# tsmiDeleteSelectedFile.Text
source: Delete file locally...
si_lk: එක්කෝ කොබැඳි නැත්නම් ස්ථානීකව නොපවතියි ගොනුව මකා දමන්න ...

# tsmiShortenSelectedURL.Text
source: Shorten URL
si_lk: URL එක කෙටි

# tsmiShareSelectedURL.Text
source: Share URL
si_lk: මෙම දැන්වීම URL එක

# tsmiSearchImage.Text
source: Google image search...
si_lk: Google Image සෙවීම ...

# tsmiShowQRCode.Text
source: Show QR code...
si_lk: QR කේතය පෙන්වන්න ...

# tsmiOCRImage.Text
source: OCR image...
si_lk: OCR රූපය ...

# tsmiCombineImages.Text
source: Combine images...
si_lk: රූප ඒකාබද්ධ ...

# tsmiShowResponse.Text
source: Show response...
si_lk: ප්රතිචාර පෙන්වන්න ...

# tsmiClearList.Text
source: Clear list
si_lk: ලැයිස්තුව හිස් කරන්න

# tsmiHideMenu.Text
source: Hide menu
si_lk: සඟවන්න මෙනුව

# tsmiHideColumns.Text
source: Hide columns
si_lk: තීරු සඟවන්න

# tsmiImagePreviewShow.Text
source: Show
si_lk: පෙන්වන්න

# tsmiImagePreviewHide.Text
source: Hide
si_lk: සඟවන්න

# tsmiImagePreviewAutomatic.Text
source: Automatic
si_lk: ස්වයංක්රීය

# tsmiImagePreview.Text
source: Image preview
si_lk: රූප පෙරදසුනෙහි

# tsmiTrayFullscreen.Text
source: Fullscreen
si_lk: පුන් තිරය

# tsmiTrayWindow.Text
source: Window
si_lk: කවුළුව

# tsmiTrayMonitor.Text
source: Monitor
si_lk: මොනිටරය

# tsmiTrayRectangle.Text
source: Region
si_lk: කලාපයේ

# tsmiTrayRectangleLight.Text
source: Region (Light)
si_lk: කලාපය (ආලෝකය)

# tsmiTrayRectangleTransparent.Text
source: Region (Transparent)
si_lk: කලාපය (විනිවිද)

# tsmiTrayLastRegion.Text
source: Last region
si_lk: පසුගිය කලාපයේ

# tsmiTrayScreenRecordingFFmpeg.Text
source: Screen recording
si_lk: තිරය පටිගත

# tsmiTrayScreenRecordingGIF.Text
source: Screen recording (GIF)
si_lk: තිරය පටිගත කිරීෙම් (GIF)

# tsmiTrayScrollingCapture.Text
source: Scrolling capture...
si_lk: ග්රහණ අනුචලනය ...

# tsmiTrayTextCapture.Text
source: Text capture (OCR)...
si_lk: පෙළ ග්රහණ (OCR) ...

# tsmiTrayAutoCapture.Text
source: Auto capture...
si_lk: වාහන ග්රහණ ...

# tsmiTrayCapture.Text
source: Capture
si_lk: ග්රහණ

# tsmiTrayUploadFile.Text
source: Upload file...
si_lk: ගොනුව උඩුගත ...

# tsmiTrayUploadFolder.Text
source: Upload folder...
si_lk: ෆෝල්ඩරය උඩුගත ...

# tsmiTrayUploadClipboard.Text
source: Upload from clipboard...
si_lk: අලවන්න උඩුගත කරන්න ...

# tsmiTrayUploadURL.Text
source: Upload from URL...
si_lk: URL එක උඩුගත කරන්න ...

# tsmiTrayUploadDragDrop.Text
source: Drag and drop upload...
si_lk: ඇද උඩුගත Drop ...

# tsmiTrayUpload.Text
source: Upload
si_lk: උඩුගත

# tsmiTrayColorPicker.Text
source: Color picker...
si_lk: වර්ණ ජීව අත්බෝම්බයක් සමග ...

# tsmiTrayScreenColorPicker.Text
source: Screen color picker...
si_lk: තිරය වර්ණ ජීව අත්බෝම්බයක් සමග ...

# tsmiTrayImageEffects.Text
source: Image effects...
si_lk: රූප බලපෑම් ...

# tsmiTrayHashCheck.Text
source: Hash check...
si_lk: එහි පූරක චෙක්පත ...

# tsmiTrayDNSChanger.Text
source: DNS changer...
si_lk: DNS මාරු ...

# tsmiTrayQRCode.Text
source: QR code...
si_lk: QR කේතය ...

# tsmiTrayRuler.Text
source: Ruler...
si_lk: පාලකයා ...

# tsmiTrayIndexFolder.Text
source: Directory indexer...
si_lk: නාමාවලිය indexer ...

# tsmiTrayImageCombiner.Text
source: Image combiner...
si_lk: රූප combiner ...

# tsmiTrayImageThumbnailer.Text
source: Image thumbnailer...
si_lk: රූප thumbnailer ...

# tsmiTrayVideoThumbnailer.Text
source: Video thumbnailer...
si_lk: වීඩියෝ thumbnailer ...

# tsmiTrayTweetMessage.Text
source: Tweet message...
si_lk: ඊ-තැපැල මුද්රණය පී.ඩී.එෆ් පණිවිඩය ...

# tsmiTrayMonitorTest.Text
source: Monitor test...
si_lk: ටෙස්ට් අධීක්ෂණය ...

# tsmiTrayTools.Text
source: Tools
si_lk: මෙවලම්

# tsmiTrayAfterCaptureTasks.Text
source: After capture tasks
si_lk: ග්රහණ කාර්යයන් පසු

# tsmiTrayAfterUploadTasks.Text
source: After upload tasks
si_lk: උඩුගත කාර්යයන් පසු

# tsmiTrayImageUploaders.Text
source: Image uploaders
si_lk: රූප uploaders

# tsmiTrayTextUploaders.Text
source: Text uploaders
si_lk: පෙළ uploaders

# tsmiTrayFileUploaders.Text
source: File uploaders
si_lk: ගොනුව uploaders

# tsmiTrayURLShorteners.Text
source: URL shorteners
si_lk: URL එක shorteners

# tsmiTrayURLSharingServices.Text
source: URL sharing services
si_lk: URL එක බෙදා හදා සේවා

# tsmiTrayDestinationSettings.Text
source: Destination settings...
si_lk: ගමනාන්තය සැකසුම් ...

# tsmiTrayDestinations.Text
source: Destinations
si_lk: ගමනාන්ත

# tsmiTrayTaskSettings.Text
source: Task settings...
si_lk: කාර්ය සාධක සැකසුම් ...

# tsmiTrayApplicationSettings.Text
source: Application settings...
si_lk: යෙදුම් සැකසීම් ...

# tsmiTrayHotkeySettings.Text
source: Hotkey settings...
si_lk: Hotkey සැකසුම් ...

# tsmiTrayToggleHotkeys.Text
source: Disable hotkeys
si_lk: hotkeys අක්රීය

# tsmiScreenshotsFolder.Text
source: Screenshots folder...
si_lk: තිර ෆෝල්ඩරය ...

# tsmiTrayHistory.Text
source: History...
si_lk: ඉතිහාසය...

# tsmiTrayImageHistory.Text
source: Image history...
si_lk: රූප ඉතිහාසය ...

# tsmiTrayShowDebugLog.Text
source: Debug log...
si_lk: දෝශනිරාකරණ වාර්ථා ලඝු-සටහන ...

# tsmiTrayTestImageUpload.Text
source: Test image upload
si_lk: ටෙස්ට් රූපය උඩුගත

# tsmiTrayTestTextUpload.Text
source: Test text upload
si_lk: ටෙස්ට් පෙළ උඩුගත

# tsmiTrayTestFileUpload.Text
source: Test file upload
si_lk: පරීක්ෂණ ගොනුව උඩුගත

# tsmiTrayTestURLShortener.Text
source: Test URL shortener
si_lk: ටෙස්ට් URL එක shortener

# tsmiTrayTestURLSharing.Text
source: Test URL sharing
si_lk: ටෙස්ට් URL එක බෙදා හදා

# tsmiTrayDebug.Text
source: Debug
si_lk: දෝශනිරාකරණ වාර්ථා

# tsmiTrayDonate.Text
source: Donate...
si_lk: පරිත්යාග ...

# tsmiTrayAbout.Text
source: About...
si_lk: ගැන...

# tsmiTrayRecentItems.Text
source: Recent links
si_lk: මෑත සබැඳි

# tsmiOpenActionsToolbar.Text
source: Toggle actions toolbar
si_lk: ක්රියා මෙවලම් තීරුව ටොගල් කරන්න

# tsmiTrayShow.Text
source: Open main window
si_lk: ප්රධාන කවුළුව විවෘත

# tsmiTrayExit.Text
source: Exit
si_lk: පිටවීම

# btnCloseNews.Text
source: Close
si_lk: සමීප
